accountsservice
acpi
alacritty
alsa-utils
amdvlk
arch-install-scripts
aria2
asciinema
audacity
autoconf
automake
autotiling-rs
base
base-devel
bat
bc
bear
binutils
bison
bitwarden
blas-openblas
blueman
bluez
bluez-utils
booster
bottom
brightnessctl
busybox
caddy
calibre
cargo-outdated
cargo-update
chezmoi
clinfo
cliphist
cmake
coq
coqide
cuda
cups-pk-helper
d2
darkman
dbus-python
dconf-editor
ddcutil
deno
devtools
dhclient
dhcpcd
difftastic
dmidecode
dnscrypt-proxy
dnsmasq
docker
docker-buildx
docker-compose
dog
drawing
duf
dust
easyeffects
efibootmgr
element-desktop
epiphany
evince
exfatprogs
eza
fakeroot
fcitx5-configtool
fcitx5-gtk
fcitx5-lua
fcitx5-skk
fd
feh
file
findutils
firefox
firefox-i18n-ja
flatbuffers
flatpak
fmt
foot
foot-terminfo
fractal
fwupd
fzf
gawk
gcc
gcc-fortran
gdb
gettext
ghidra
gimp
gimp-plugin-gmic
git
git-delta
git-lfs
github-cli
glfw
glow
gnome-clocks
gnome-keyring
gnome-sound-recorder
gnu-netcat
go
gobject-introspection
greetd
greetd-regreet
greetd-tuigreet
grep
grim
groff
gst-libav
gst-plugin-gtk
gst-plugin-pipewire
gst-plugins-bad
gstreamer-vaapi
gthumb
gtk-engines
guvcview
gvfs
gvfs-afc
gvfs-gphoto2
gzip
handlr-regex
hdparm
helix
helvum
highlight
hipblaslt
hipify-clang
hyperfine
icoutils
ifuse
imv
inetutils
inkscape
intel-ucode
iptables-nft
iw
iwd
jack-example-tools
john
jpegoptim
jq
keybase-gui
krita
kvantum
ldns
lib32-amdvlk
lib32-gnutls
lib32-vulkan-radeon
libappindicator-gtk2
libayatana-appindicator
libbluray
libcdio
libdecor
libdmtx
libertinus-font
libfido2
libgnome-keyring
libgpod
libicns
libindicator-gtk2
libindicator-gtk3
libjxl
libreoffice-fresh
libreoffice-fresh-ja
libsecret
libtool
libva-mesa-driver
libva-utils
libvips
linssid
linux-firmware
linux-zen
linux-zen-headers
llvm
lsd
lshw
lsp-plugins-lv2
lxappearance
lzip
make
mako
man-db
man-pages
mesa
mesa-demos
mesa-utils
mesa-vdpau
meson
mold
moreutils
mpv
mpv-mpris
multipath-tools
namcap
navi
neovide
neovim
nftables
nix
nmap
node-gyp
nodejs
nodejs-nopt
noise-suppression-for-voice
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
nvme-cli
nvtop
obs-studio
onetbb
opam
openblas
opencl-rusticl-mesa
opencv
openresolv
openslide
openssl-1.1
otf-font-awesome
otf-ipaexfont
otf-ipafont
otf-ipamjfont
otf-latin-modern
otf-latinmodern-math
pacman
pacman-contrib
pam-u2f
pamixer
pantheon-geoclue2-agent
paperkey
parallel
pastel
patch
pavucontrol
pax-utils
pdftk
perl-image-exiftool
php
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polkit-gnome
poppler-data
procs
profile-sync-daemon
python-cssselect
python-distro
python-gobject
python-i3ipc
python-numpy
python-pip
python-poetry
python-psutil
python-pyqt5
python-tiktoken
python-tqdm
qgis
qpwgraph
qrencode
qt5-wayland
qt5-webengine
qt6-wayland
radeontop
rbw
rclone
read-edid
rio
ripgrep
rocm-ml-sdk
rocm-opencl-sdk
rofimoji
rustup
rye
seahorse
sed
semver
sha3sum
sheldon
shellcheck
signal-desktop
silicon
skktools
slurp
smartmontools
socat
speech-dispatcher
spotifyd
starship
steam
sudo
swappy
sway
swaybg
swayidle
swayimg
swaylock
sysstat
system-config-printer
systemd-ukify
tailscale
tcpdump
telegram-desktop
terraform
tesseract
tesseract-data-eng
tesseract-data-hrv
tesseract-data-jpn
tesseract-data-jpn_vert
tesseract-data-lat
tesseract-data-srp
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langarabic
texlive-langchinese
texlive-langcjk
texlive-langcyrillic
texlive-langczechslovak
texlive-langenglish
texlive-langeuropean
texlive-langfrench
texlive-langgerman
texlive-langgreek
texlive-langitalian
texlive-langjapanese
texlive-langkorean
texlive-langother
texlive-langpolish
texlive-langportuguese
texlive-langspanish
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thermald
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tk
tmux
tor
torbrowser-launcher
tpm2-tools
traceroute
transmission-gtk
trash-cli
tree
tree-sitter-cli
ttf-font-awesome
ttf-hack-nerd
ttf-joypixels
ttf-linux-libertine
ttf-roboto-mono
tumbler
typst
unicode-emoji
unzip
upx
usb_modeswitch
usbutils
v4l2loopback-dkms
vdpauinfo
vim
vlc
vorbis-tools
vulkan-mesa-layers
vulkan-radeon
vulkan-tools
vulkan-validation-layers
waifu2x-ncnn-vulkan
wasm-pack
waybar
wayvnc
wev
wf-recorder
wget
which
whois
wine
wine-gecko
wine-mono
winetricks
wireguard-tools
wireplumber
wl-clipboard
wlsunset
wofi
wpa_supplicant
wqy-zenhei
wtype
xarchiver
xclip
xcompmgr
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xf86-video-amdgpu
xmlstarlet
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xsettingsd
xwaylandvideobridge
yq
yt-dlp
yubikey-manager
yubikey-manager-qt
yubikey-personalization-gui
yubikey-touch-detector
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zellij
zoxide
zsh
zsh-completions
