accountsservice
alacritty
alsa-utils
amdvlk
android-tools
arch-install-scripts
aria2
asciinema
asunder
atool
audacity
autoconf
automake
base
bat
bear
biber
binutils
bison
bitwarden
blender
blueman
bluez
bluez-utils
booster
bottom
broot
busybox
calibre
cargo-outdated
ccache
chezmoi
clinfo
cmake
coq
coqide
cowfortune
cups-pk-helper
dbus-python
dconf-editor
ddclient
ddcutil
deno
devtools
dhclient
dialog
dmidecode
dnsmasq
docker
docker-buildx
docker-compose
dog
drawing
duf
dunst
dust
easyeffects
efibootmgr
electron19
element-desktop
evince
exa
exfatprogs
fakeroot
fcitx5-configtool
fcitx5-gtk
fcitx5-lua
fcitx5-skk
fd
feh
file
findutils
firefox
firefox-i18n-ja
flatpak
flatpak-builder
fmt-git
foot
foot-terminfo
fwupd
fzf
gawk
gcc
gcc-fortran
gettext
gimp
gimp-plugin-gmic
git
git-delta
git-lfs
github-cli
glfw-wayland
glow
gnome-keyring
gnome-sound-recorder
go
go-yq
gobject-introspection
grep
grim
groff
gst-libav
gst-plugin-gtk
gst-plugin-pipewire
gst-plugins-bad
gtk-engine-murrine
gtk-engines
guvcview
gvfs
gvfs-afc
gvfs-gphoto2
gzip
handlr
hdparm
helvum
highlight
hyperfine
i3-gaps
i3status
icoutils
ifuse
imv
inetutils
inkscape
intel-oneapi-common
intel-oneapi-mkl
intel-oneapi-tbb
intel-ucode
iptables-nft
iw
jack-example-tools
jdk-openjdk
jq
kanshi
kmscon
krita
kvantum
lib32-amdvlk
lib32-gnutls
lib32-vulkan-radeon
libayatana-appindicator
libbluray
libcdio
libertinus-font
libgnome-keyring
libgpod
libicns
libjxl
libreoffice-fresh
libreoffice-fresh-ja
libsecret
libtool
libva-mesa-driver
libva-utils
linux-firmware
linux-zen
linux-zen-headers
lld
llvm
lsd
lshw
lxappearance
maim
make
mako
man-db
man-pages
mesa
mesa-demos
mesa-utils
mesa-vdpau
meson
mold
moreutils
mpv
mpv-mpris
multipath-tools
namcap
neovide
neovim
network-manager-applet
networkmanager
nftables
nix
nmap
noise-suppression-for-voice
noto-fonts
noto-fonts-cjk
nss-mdns
ntfs-3g
nvme-cli
opam
openblas
openmp-extras
openresolv
otf-font-awesome
otf-ipaexfont
otf-ipafont
otf-ipamjfont
pacman
pacman-contrib
pamixer
pantheon-geoclue2-agent
parallel
pastel
patch
pavucontrol
pdftk
perl-image-exiftool
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polkit-gnome
polybar
poppler-data
procs
profile-sync-daemon
pyenv
python-cssselect
python-gobject
python-i3ipc
python-numpy
python-pip
python-poetry
python-psutil
python-pyqt5
python-tqdm
qgis
qpwgraph
qrencode
qt5-wayland
qt5-webengine
qt5ct
qt6-wayland
qt6ct
radeontop
ranger
rbw
read-edid
redshift
reflector
repo
ripgrep
rocm-developer-tools
rofi
rofi-calc
rustup
seahorse
sed
sha3sum
sheldon
signal-desktop
skktools
slurp
smartmontools
socat
speedtest-cli
spotifyd
starship
steam
sudo
sway
swaybg
swayidle
sysstat
system-config-printer
tbb
tcpdump
telegram-desktop
tesseract
tesseract-data-eng
tesseract-data-jpn
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langjapanese
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thermald
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tk
tmux
tor
tpm2-abrmd
tpm2-tools
traceroute
transmission-gtk
trash-cli
ttf-font-awesome
ttf-hack-nerd
ttf-roboto-mono
tumbler
unicode-emoji
unzip
usb_modeswitch
usbutils
v4l2loopback-dkms
vdpauinfo
vim
vlc
vorbis-tools
vulkan-mesa-layers
vulkan-radeon
vulkan-tools
vulkan-validation-layers
waifu2x-ncnn-vulkan
wasm-pack
waybar
wayvnc
wf-recorder
wget
which
whois
wine
wine-gecko
wine-mono
winetricks
wireguard-tools
wireplumber
wireplumber-docs
wl-clipboard
wofi
wpa_supplicant
xarchiver
xclip
xcompmgr
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-user-dirs
xf86-video-amdgpu
xmlstarlet
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xournalpp
xsettingsd
xss-lock
xterm
yt-dlp
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zellij
zoxide
zsh
zsh-completions
