accountsservice
alacritty
alsa-utils
android-tools
arch-install-scripts
aria2
asunder
audacity
autoconf
automake
base
bashtop
bat
bear
biber
binutils
bison
bitwarden
bitwarden-cli
blueman
bluez
bluez-utils
bottom
cawbird
ccls
chafa
chezmoi
clamtk
clevis
clinfo
coq
coqide
cowfortune
crda
dbus-python
ddclient
dhcpcd
dialog
discord
dmenu
dnsmasq
docker
docker-compose
drawing
dunst
easyeffects
efibootmgr
exa
exfatprogs
fakeroot
fcitx5-configtool
fcitx5-gtk
fcitx5-skk
fd
feh
file
findutils
firefox
firefox-i18n-ja
flameshot
flatpak
flex
fzf
gammastep
gawk
gcc
gettext
gimp
gimp-plugin-gmic
git
git-delta
github-cli
glfw-wayland
gnome-boxes
gnome-keyring
gnome-sound-recorder
grep
grim
groff
gst-libav
gst-plugin-pipewire
gtk-engine-murrine
gtk-engines
guvcview
gvfs
gvfs-afc
gvfs-gphoto2
gzip
handbrake
hdparm
helvum
hexedit
i3-gaps
i3blocks
i3status
i7z
inkscape
intel-compute-runtime
intel-gpu-tools
intel-media-driver
intel-media-sdk
intel-ucode
iw
jack-example-tools
jdk-openjdk
jpegoptim
jq
kanshi
kmscon
krita
lib32-gnutls
libbluray
libcdio
libgnome-keyring
libgpod
libpipewire02
libreoffice-fresh
libreoffice-fresh-ja
libtool
libva-utils
lightdm
lightdm-webkit-theme-litarvan
lightdm-webkit2-greeter
linux-firmware
linux-zen
linux-zen-headers
lshw
lxappearance-gtk3
m4
maim
make
mako
man-db
man-pages
mesa
mesa-demos
mesa-utils
mpv
namcap
nano
neofetch
neovim
neovim-qt
netctl
network-manager-applet
networkmanager
nftables
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
npm-check-updates
nss-mdns
ntfs-3g
nvme-cli
obs-studio
otf-font-awesome
otf-ipaexfont
otf-ipafont
otf-ipamjfont
p7zip
pacman
pacman-contrib
pamixer
parallel
parcellite
patch
pavucontrol
pdftk
peek
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polkit-gnome
poppler-data
profile-sync-daemon
pyenv
python-gobject
python-i3ipc
python-lockfile
python-numpy
python-pillow
python-pip
python-psutil
python-pyqt5
qrencode
qt5-webengine
qt5ct
qt6-wayland
ranger
read-edid
redshift
repo
rhythmbox
ripgrep
rofi
rofi-calc
rustup
scribus
seahorse
sed
sha3sum
signal-desktop
skktools
slurp
socat
sof-firmware
speedtest-cli
spotifyd
starship
steam
stress
sudo
swappy
sway
swaybg
swayidle
sysstat
tcpdump
tesseract
tesseract-data-eng
tesseract-data-jpn
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langjapanese
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
the_silver_searcher
thermald
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tilix
tk
tmux
tor
tpm2-abrmd
tpm2-tools
tracker3-miners
trash-cli
ttf-font-awesome
ttf-roboto-mono
tumbler
unzip
usb_modeswitch
usbutils
v4l2loopback-dkms
vi
vifm
vim
vlc
vorbis-tools
vulkan-intel
vulkan-mesa-layers
vulkan-tools
vulkan-validation-layers
w3m
wallutils
waybar
wayvnc
wf-recorder
which
whois
wine
wine-mono
winetricks
wireplumber
wireplumber-docs
wl-clipboard
wofi
wpa_supplicant
wqy-zenhei
xarchiver
xclip
xdg-desktop-portal-wlr
xdg-user-dirs
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xeyes
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xournalpp
xss-lock
xterm
yarn
youtube-dl
yt-dlp
zathura
zathura-pdf-poppler
zsh
zsh-completions
