arch-install-scripts
aria2
autoconf
automake
base
bat
binutils
bison
exa
fakeroot
fd
flex
gcc
git
groff
less
libtool
m4
make
man-db
nano
neofetch
neovim
nodejs
npm
openssh
pacman-contrib
patch
pkgconf
python-pip
ranger
starship
sudo
systemd
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langjapanese
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
vi
vim
wget
which
xorg-xeyes
zsh
