arch-install-scripts
aria2
autoconf
automake
base
bat
binutils
bison
exa
fakeroot
fd
flex
gcc
git
groff
less
libtool
libvncserver
m4
make
man-db
neofetch
neovim
nodejs
noto-fonts
npm
openssh
pacman-contrib
patch
pkgconf
python
python-pip
ranger
remmina
starship
sudo
systemd
texinfo
vi
vim
wget
which
xorg-xeyes
zsh
